{
  "newstitles": {
    "news_1": "Excellence Award for Academic and Athletic Achievement",
    "news_2": "Second Place – FEDA Week National Student Competition",
    "news_3": "First-Ranked Graduate in Architectural Engineering",
    "news_4": "",
    "news_5": "",
    "news_6": "Research and Development Internship at Konligo",
    "news_7": "Winner – Project Design Competition, Prison de Saint-Gilles 2030",
    "news_8": "Master’s Degree – BRUFACE Integrated Program",
    "news_9": "PhD Research Position in Architectural Engineering",
    "news_10": "Workshop on Modular and Scissor Structures – VUB Science Show",
    "news_11": "Research Presentation – TU Delft × VUB Seminar",
    "news_12": "Presentation at Realty Belgium Real Estate Summit 2022",
    "news_13": "Academic Visit to Singapore-ETH Centre – Future Cities Lab Global",
    "news_14": "Presentation at IASS Annual Symposium 2023 – Integration of Design and Fabrication",
    "news_15": "Guest Lecture on Innovative Structural Techniques",
    "news_16": "Exhibition at VUB Difference Day – Freedom of Speech 2024",
    "news_17": "Presentation at IASS Annual Symposium 2024 – Redefining the Art of Structural Design",
    "news_18": "Presentation at IASS Annual Symposium 2025 – The Living Past as a Source of Innovation"
  },

  "descriptions": {
    "news_1": "Recognized in 2013 with an award honoring exceptional commitment to both academic excellence and athletic achievement.",
    "news_2": "Awarded second place in FEDA Week 2012/2013, a national student competition themed “Bridge of the Future,” competing against more than 60 universities across Egypt.",
    "news_3": "Awarded the Bachelor’s degree in Architectural Engineering through a five-year program at Future University in Egypt.",
    "news_4": "",
    "news_5": "",
    "news_6": "Started an internship in the Research and Development department at the startup Konligo in Brussels, focusing on innovative structural and construction systems.",
    "news_7": "Won the project design competition as part of a team for developing a conceptual design proposal for Prison de Saint-Gilles 2030 in Brussels, within the VUB university course, class of 2022.",
    "news_8": "Awarded a Master’s degree through the BRUFACE integrated program, a joint academic program between Vrije Universiteit Brussel (VUB) and Université libre de Bruxelles (ULB).",
    "news_9": "Started a PhD research position in the Architectural Engineering department at Vrije Universiteit Brussel (VUB), under the supervision of Niels De Temmerman, Tine Tysmans, and Lars De Laet.",
    "news_10": "Conducted a workshop on modular structures and scissor structures as part of the Wetenschapsshow Ingenieurswetenschappen at Vrije Universiteit Brussel (VUB) in 2023.",
    "news_11": "Attended and presented research at the joint Research Seminar organized by TU Delft and Vrije Universiteit Brussel (VUB), held at VUB in 2023 as part of inter-university collaboration initiatives.",
    "news_12": "Attended and presented research at the Realty Belgium Real Estate Summit 2022, a major real estate industry conference held from 20 to 21 September 2022 at Tour & Taxis in Brussels.",
    "news_13": "Participated in an academic visit to the Singapore-ETH Centre in Singapore in 2023 as part of an exchange research initiative with the Future Cities Lab Global programme of ETH Zurich.",
    "news_14": "Attended and presented research at the IASS Annual Symposium 2023 – “Integration of Design and Fabrication,” held in Melbourne, Australia, from 10 to 14 July 2023.",
    "news_15": "Delivered a guest lecture in the Architectural Engineering program at Future University in Egypt, focusing on innovative structural techniques and contemporary design approaches.",
    "news_16": "Participated in the exhibition of architectural engineering student work at the VUB Difference Day event (“Podium for Free Speech”) in Brussels in 2024, showcasing projects developed within the Parametric Design and Transformable Structures course.",
    "news_17": "Attended and presented research at the IASS Annual Symposium 2024 – “Redefining the Art of Structural Design,” held at ETH Zurich in Zurich, Switzerland, from 26 to 30 August 2024.",
    "news_18": "Attended and presented research at the IASS Annual Symposium 2025 – “The Living Past as a Source of Innovation,” held in Mexico City, Mexico, from 27 to 31 October 2025."
  },

  "categories": {
    "news_1": "Awards",
    "news_2": "Awards",
    "news_3": "Degrees",
    "news_4": "",
    "news_5": "",
    "news_6": "Other",
    "news_7": "Awards",
    "news_8": "Degrees",
    "news_9": "Other",
    "news_10": "Workshops",
    "news_11": "Other",
    "news_12": "Conferences",
    "news_13": "Other",
    "news_14": "Conferences",
    "news_15": "Lectures",
    "news_16": "Exhibitions",
    "news_17": "Conferences",
    "news_18": "Conferences"
  }
}
